Repository: cash2one/publication_base
Catalog: publication_*/locale/*/LC_MESSAGES/django.po
Languages: uk

source: New issue has been created
uk: Новий номер створено

source: New issue has been created. Warning: directory with same name exists
uk: Новий номер створено. Увага: папка для нового номеру вже існує

source: New article has been created
uk: Нова стаття завантажена

source: Article has been updated
uk: Стаття змінена

source: Only POST method can be used
uk: Тільки POST метод може використовуватися

source: Article(s) has been deleted
uk: Стаття(і) вилучена(і)

source: Article(s) deletion has been canceled
uk: Вилучення статей відмінене

source: Too many issues
uk: Дуже багато випусків

source: Issue
uk: Випуск N

source: Rubric
uk: Рубріка

source: Last Name
uk: Прізвище

source: First Name
uk: Ім'я

source: Middle Name
uk: По батькові

source: Caption ukr.
uk: Назва укр.

source: Caption engl.
uk: Назва англ.

source: Abstract ukr.
uk: Стислий виклад укр.

source: Abstract engl.
uk: Стислий виклад англ.

source: File
uk: Файл

source: Issue number %(number)d for %(year)d already exists
uk: Випуск номер %(number)d за %(year)d рік вже існує

source: System error. There are more than one issue number %(number)d for %(year)d.
uk: Програмна помилка. Існує більш ніж один випуск номер %(number)d за %(year)d.

source: Year
uk: Рік

source: Number
uk: Номер

source: User has not pass authorization
uk: Невірний пароль або ім'я користувача

source: System Error: user has rights to edit more than one edition
uk: Програмна помилка. Користувач може редагувати більш ніж один випск

source: Category
uk: Категорія

source: Subject Matter
uk: Проблематика

source: Fields of science
uk: Галузь науки

source: New Article
uk: Додати статтю

source: Article was added
uk: Стаття завантажена

source: There are errors
uk: Є помилки

source: Article was updated
uk: Стаття змінена

source: There is/are no article(s) selected. Select an article(s) for deletion.
uk: Стаття не вибрана.

source: Article(s) was/were deleted
uk: Стаття(і) вилучена(і)

source: Article(s) deleting was/were cancelled
uk: Вилучення статей відмінене

source: Edition Name
uk: Видання

source: Fields of Science
uk: Галузь науки

source: Foundation Year
uk: Рік заснування

source: Issues per Year
uk: Кількість випусків за рік

source: Government Certificate
uk: Свідоцтво про державну реєстрацію

source: VAC Certificate
uk: Фахова реєстрація у ВАК України

source: Phone
uk: Телефон

source: Email
uk: Поштова скринька

source: Address
uk: Адреса

source: Edition
uk: Видання

source: issue count, article count
uk: кількість номерів, кількість статей

source: Publications KNU
uk: Публікації КНУ

source: Herald
uk: Вісник

source: Journal
uk: Журнали

source: Conference
uk: Конференції

source: Taras Shevchenko National University of Kyiv
uk: Київський національний університет імені Тараса Шевченка

source: Bulletin
uk: Вісник

source: Publication
uk: Видання

source: of Taras Shevchenko National University of Kyiv
uk: Київського національного університету імені Тараса Шевченка

source: Support
uk: Технічна підтримика

source: Sergey Polyakov
uk: Сергій Поляков

source: All Editions
uk: Всі видання

source: About
uk: Про видання

source: Editorial Stuff
uk: Редакційна колегія

source: Archive
uk: Архів номерів

source: Series
uk: Серія

source: Issue N
uk: Випуск N

source: year
uk: рік

source: CONTENTS
uk: ЗМІСТ

source: unknown author
uk: автор невідомий

source: Issue is not exists
uk: Номер не існує

source: Editorial sector
uk: Редакційний відділ

source: Please correct the error below.
uk: Виправте помилку

source: Please correct the errors below.
uk: Виправте помилки

source: Author
uk: Автор

source: by ukrainian
uk: укр.

source: expand authors
uk: розгорнути список авторів

source: by english
uk: англ.

source: collapce authors
uk: згорнути список авторів

source: Upload
uk: Завантажити

source: There is no issue. Please, create an issue firstly.
uk: Номери відсутні. Спочатку створить новий номер.

source: Delete Article(s)
uk: Вилучити статтю

source: Cancel
uk: Відмінити

source: There are no articles selected
uk: Стаття не вибрана

source: New Issue
uk: Додати номер

source: Edit Article
uk: Редагувати статтю

source: Delete Article
uk: Вилучити статтю

source: Quit
uk: Вийти

source: edit article
uk: редагувати статтю

source: Editor of the Publications Database
uk: Редагування бази данних публікацій

source: Sign in
uk: Увійти

source: Password:
uk: Пароль

source: Log in
uk: Увійти

source: Add Issue
uk: Додати Номер
